[
  {
    "name": "The Alchemist",
    "author": "Paulo Coelho",
    "category": "Fiction",
    "quantity": 10,
    "rating": 4,
    "image": "https://i.ibb.co/J5Y6Y05/alchemist.jpg",
    "short_description": "A novel about a shepherd named Santiago who dreams of finding a treasure at the pyramids of Egypt.",
    "add_button": true,
    "contents": "The Alchemist follows the journey of an Andalusian shepherd boy named Santiago. Believing a recurring dream to be prophetic, he asks a Romani fortune-teller in a nearby town about its meaning. The woman interprets the dream as a prophecy telling the boy that he will discover a treasure at the Egyptian pyramids. Santiago then embarks on a journey to fulfill his personal legend."
  },
  {
    "image": "https://i.ibb.co/WnYkTXw/p-muslim.jpg",
    "name": "The Productive Muslim",
    "quantity": 8,
    "author": "Mohammed Faris",
    "category": "Self-Help",
    "short_description": "A guide to productivity based on Islamic principles, offering practical tips and advice for Muslims.",
    "rating": 5,
    "add_button": true,
    "contents": "The Productive Muslim provides practical advice on how to lead a productive lifestyle while adhering to Islamic principles. It covers various aspects of life, including time management, goal setting, and personal development, all from an Islamic perspective."
  },
  {
    "image": "https://i.ibb.co/PFM2sqT/d-detox.jpg",
    "name": "Dopamin Detox",
    "quantity": 5,
    "author": "Damon Zahariades",
    "category": "Self-Help",
    "short_description": "A guide to overcoming distractions and improving focus by reducing dopamine triggers in everyday life.",
    "rating": 4,
    "add_button": true,
    "contents": "Dopamine Detox provides strategies for reducing distractions and regaining focus in a world filled with constant stimulation. By limiting exposure to dopamine triggers such as social media and instant gratification, the book aims to help readers reclaim their attention and improve productivity."
  },
  {
    "image": "https://i.ibb.co/0Fm8Fsv/islamic-history.jpg",
    "name": "Lost Islamic History",
    "quantity": 7,
    "author": "Firas Alkhateeb",
    "category": "Non-Fiction",
    "short_description": "An exploration of lesser-known aspects of Islamic history and contributions made by Muslims to civilization.",
    "rating": 5,
    "add_button": true,
    "contents": "Lost Islamic History delves into the often overlooked or forgotten aspects of Islamic history, highlighting the contributions made by Muslims to various fields such as science, art, and philosophy. It sheds light on the rich and diverse history of Islamic civilization, challenging misconceptions and stereotypes."
  },
  {
    "image": "https://i.ibb.co/VVx65tV/how-to-win-friends.jpg",
    "name": "How to Win Friends and Influence People",
    "quantity": 12,
    "author": "Dale Carnegie",
    "category": "Business",
    "short_description": "A classic guide on building relationships and influencing others, offering timeless principles for success in both personal and professional life.",
    "rating": 5,
    "add_button": true,
    "contents": "How to Win Friends and Influence People provides practical advice on how to build lasting relationships and effectively communicate with others. Drawing on timeless principles of human psychology, Dale Carnegie offers insights into how to win people over and achieve success in both personal and professional life."
  },
  {
    "image": "https://i.ibb.co/2cb2cHZ/mans-search.jpg",
    "name": "Man's Search for Meaning",
    "quantity": 9,
    "author": "Viktor E. Frankl",
    "category": "Non-Fiction",
    "short_description": "A memoir and psychological exploration by Holocaust survivor Viktor Frankl, discussing the importance of finding meaning in life even in the most difficult circumstances.",
    "rating": 5,
    "add_button": true,
    "contents": "Man's Search for Meaning chronicles Viktor Frankl's experiences as a Holocaust survivor and his observations on the human psyche. Through his own suffering and the suffering of others, Frankl explores the existential question of finding meaning and purpose in life, even in the face of extreme adversity."
  },
  {
    "image": "https://i.ibb.co/Y3k807H/m-enterprenior.jpg",
    "name": "The Muslim Entrepreneur",
    "quantity": 6,
    "author": "Ameer Rosic",
    "category": "Business",
    "short_description": "A guide to entrepreneurship from an Islamic perspective, offering insights and advice for Muslim entrepreneurs.",
    "rating": 4,
    "add_button": true,
    "contents": "The Muslim Entrepreneur provides guidance and inspiration for Muslims aspiring to start their own businesses. It covers various aspects of entrepreneurship, including business planning, marketing, and ethical considerations, all within the framework of Islamic principles."
  },
  {
    "image": "https://i.ibb.co/mbsWZZp/zero2one.jpg",
    "name": "Zero to One",
    "quantity": 10,
    "author": "Peter Thiel",
    "category": "Business",
    "short_description": "A book on innovation and startup success, exploring the principles that distinguish successful startups from the rest.",
    "rating": 4,
    "add_button": true,
    "contents": "Zero to One outlines the mindset and strategies necessary for creating successful startups. Peter Thiel argues that true innovation involves going from zero to one, creating something entirely new and valuable. The book offers insights into building a monopoly, creating a unique value proposition, and navigating the challenges of entrepreneurship."
  },
  {
    "image": "https://i.ibb.co/QPXZZ13/lean-startup.jpg",
    "name": "Lean Startup",
    "quantity": 8,
    "author": "Eric Ries",
    "category": "Business",
    "short_description": "A methodology for developing businesses and products through iterative cycles of experimentation and learning.",
    "rating": 5,
    "add_button": true,
    "contents": "The Lean Startup introduces a methodology for developing businesses and products in a more efficient and cost-effective way. By focusing on rapid experimentation, feedback loops, and validated learning, Eric Ries offers a framework for building successful startups and launching innovative products."
  },
  {
    "image": "https://i.ibb.co/G7K1jd4/4h-week.jpg",
    "name": "The 4-Hour Workweek",
    "quantity": 7,
    "author": "Timothy Ferriss",
    "category": "Self-Help",
    "short_description": "A guide to escaping the 9-5 grind and living life on your own terms through entrepreneurship and lifestyle design.",
    "rating": 4,
    "add_button": true,
    "contents": "The 4-Hour Workweek challenges conventional notions of work and lifestyle, advocating for a more flexible and fulfilling approach to life. Timothy Ferriss shares strategies for automating tasks, outsourcing work, and maximizing productivity, enabling readers to design a lifestyle that prioritizes freedom and fulfillment."
  },
  {
    "image": "https://i.ibb.co/LZvXSmx/path-to-islam.jpg",
    "name": "The Sacred Path to Islam",
    "quantity": 6,
    "author": "Ali Ghazzawi",
    "category": "Non-Fiction",
    "short_description": "An exploration of Islamic spirituality and the journey of seeking closeness to God through inner purification and devotion.",
    "rating": 5,
    "add_button": true,
    "contents": "The Sacred Path to Islam delves into the spiritual dimensions of Islam, focusing on the journey of inner purification and devotion. Ali Ghazzawi explores the practices and teachings that lead to spiritual enlightenment and closeness to God, guiding readers on a sacred path of self-discovery and transformation."
  },
  {
    "image": "https://i.ibb.co/Mhcrxfz/divine-reality.jpg",
    "name": "Divine Reality",
    "quantity": 5,
    "author": "Hamza Andreas Tzortzis",
    "category": "Non-Fiction",
    "short_description": "An exploration of the rational foundations of Islamic belief, addressing common misconceptions and providing evidence for the existence of God.",
    "rating": 4,
    "add_button": true,
    "contents": "Divine Reality presents a rational and evidence-based defense of Islamic beliefs, addressing common misconceptions and objections. Hamza Andreas Tzortzis draws upon philosophy, science, and theology to provide arguments for the existence of God and the truth of Islam, inviting readers to reconsider their perspectives on faith and reason."
  },
  {
    "image": "https://i.ibb.co/nbkXrC2/art-of-war.jpg",
    "name": "The Art of War",
    "quantity": 9,
    "author": "Sun Tzu",
    "category": "Non-Fiction",
    "short_description": "An ancient Chinese military treatise on strategy and tactics, offering timeless wisdom for achieving victory in various endeavors.",
    "rating": 5,
    "add_button": true,
    "contents": "The Art of War is an ancient Chinese military treatise attributed to Sun Tzu, a military strategist and philosopher. It offers timeless principles and strategies for achieving success in warfare and other competitive endeavors. The book covers various aspects of strategy, tactics, and leadership, providing valuable insights for both military and civilian contexts."
  }
]
